{
  "Indicative List of Purpose Types": {
    "Fins Gerais": [
      {
        "name": "HR",
        "description": "Recrutamento e seleção de funcionários e intermediários (corretores, representantes independentes, etc.). Administração da folha de pagamento, remunerações, comissões e salários. Aplicação da legislação social.",
        "article": null,
        "url": ""
      },
      {
        "article": null,
        "description": "Avaliação e gestão de colaboradores e intermediários. Planejamento de formação e carreira.",
        "name": "Gestão de Pessoal",
        "url": ""
      },
      {
        "name": "Gestão de Tarefas",
        "description": "Planejamento e gerenciamento de tarefas, cargas de trabalho e desempenho.",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento do local de trabalho",
        "description": "Acompanhamento das atividades profissionais no ambiente de trabalho via CFTV ou sistemas de TI, como monitoramento de e-mail, uso de internet, telefones, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de Clientes",
        "description": "Administração de clientes, gestão de encomendas, entregas, faturação de serviços materiais e imateriais. Monitorização de solvência. Marketing e publicidade personalizados. Cadastrar clientes de uma empresa e traçá-los com base nas compras.",
        "article": null,
        "url": ""
      },
      {
        "name": "Combate a fraude e violações de clientes",
        "description": "Pretende-se atividades para prevenir e detectar tais atos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de reclamações",
        "description": "Gestão de reclamações, incluindo reembolso de valores devidos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de Fornecedores",
        "description": "Administração de fornecedores. Gerenciamento de pedidos recebidos e pagamento de fornecedores. Prospecção de possíveis fornecedores e sua avaliação.",
        "article": null,
        "url": ""
      },
      {
        "name": "Coleta de doação",
        "description": "Administração de doadores para um clube. Prospecção de novos doadores.",
        "article": null,
        "url": ""
      },
      {
        "name": "Relações Públicas",
        "description": "Isso inclui criar boa vontade para a organização.",
        "article": null,
        "url": ""
      },
      {
        "name": "Business intelligence",
        "description": "Analisando concorrentes e parceiros em potencial.",
        "article": null,
        "url": ""
      },
      {
        "name": "Cadastro e administração de acionistas ou sócios",
        "description": "Manter um registro de acionistas ou sócios. A administração de seus benefícios financeiros e outros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de Membros",
        "description": "A administração dos sócios, voluntários e simpatizantes de um clube.",
        "article": null,
        "url": ""
      },
      {
        "name": "Segurança",
        "description": "Data processing to ensure the safety of people or goods. Note: In principle, security cameras are subject to the law of March 21, 2007 regarding the placement and use of security cameras (the ‘Camera Law’) and may not be reported by means of this form. Please use the customized thematic form. More information in this regard can be found at www.privacycommission.be (Caméras de surveillance et notre vie privée / Bewakingscamera’s en onze privacy).",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de disputas",
        "description": "A gestão por pessoas físicas, organismos privados ou autoridades públicas dos seus próprios litígios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Proteção da sociedade, da indústria ou da organização",
        "description": "Tratamento de dados relativos a pessoas que representam um certo risco, como hooligans.",
        "article": null,
        "url": ""
      }
    ],
    "Fins Governamentais": [
      {
        "name": "Taxas",
        "description": "Cobrança de impostos e atividades a ela relacionadas: registro de contribuintes e também cálculo, cobrança e rastreamento de impostos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Subsídios",
        "description": "Concessão de subsídios e atividades relacionadas: pesquisa de beneficiários elegíveis, bem como cálculo, pagamento e rastreamento de subsídios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Permissões",
        "description": "Concessão de licenças e atividades relacionadas: pesquisa de destinatários elegíveis e acompanhamento dos requisitos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Processamento realizado pelo governo local",
        "description": "Atividades de processamento realizadas pelo governo local, como processamento relacionado a registros populacionais, identidades pessoais, registros civis, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Eleições",
        "description": "Manter listas de eleitores e organizar eleições.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administração de imigração",
        "description": "Manter um registro de imigrante e rastrear autorizações de residência.",
        "article": null,
        "url": ""
      },
      {
        "name": "Land registry",
        "description": "Creating and updating a registry of properties, levying property taxes and providing tax certificates.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros do governo",
        "description": null,
        "descrição": "Gestão da correspondência entre o serviço público e as pessoas que se comunicaram voluntariamente com o serviço. Gestão de dados de pessoas com quem o serviço público não mantém uma relação lucrativa.",
        "article": null,
        "url": ""
      }
    ],
    "Justice and Law Enforcement": [
      {
        "name": "Segurança Pública",
        "description": "Coletar e rastrear informações sobre pessoas consideradas um risco para a segurança pública.",
        "article": null,
        "url": ""
      },
      {
        "name": "Execução Criminal",
        "description": "Detectar e rastrear pessoas suspeitas de crimes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aplicação regulatória",
        "description": "Prevenir violações e supervisionar o cumprimento de leis e regulamentos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administração judicial",
        "description": "Manter processos e registros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros Criminais",
        "description": "Registro de condenações criminais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Defendendo clientes",
        "description": "Gestão de processos e interesses criminais por advogados ou outros consultores jurídicos no interesse dos seus clientes.",
        "article": null,
        "url": ""
      }
    ],
    "Educação": [
      {
        "name": "Administração de alunos",
        "description": "Criar uma base de dados de alunos, organizar o currículo e os exames, registar resultados e decisões. Cálculo, facturação e cobrança de dívidas. Relações com ex-alunos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de alunos",
        "description": "Fornecer aconselhamento de orientação aos alunos sobre seu desenvolvimento intelectual, seus problemas psicológicos e seleção de planos de carreira.",
        "article": null,
        "url": ""
      }
    ],
    "Cultura e Bem Estar" [
      {
        "name": "Gestão da Biblioteca",
        "description": "Cadastrar membros de uma biblioteca em um banco de dados, rastreando seus empréstimos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento público",
        "description": "Fornecer material e / ou aconselhamento psicológico a pessoas necessitadas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de emprego",
        "description": "Aconselhamento de desempregados e sua formação para um novo emprego.",
        "article": null,
        "url": ""
      }
    ],
    "Benefícios do governo": [
      {
        "name": "Administração de destinatários elegíveis",
        "description": "Recolher contribuições, determinar e conceder benefícios do governo, incluindo assistência social.",
        "article": null,
        "url": ""
      }
    ],
    "Saúde e Cuidados": [
      {
        "name": "Cuidados com o paciente",
        "description": "assistência prestada e a ser prestada com o objetivo de melhorar a qualidade da assistência prestada aos pacientes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Codificação médica",
        "description": "Acompanhamento de atendimento e tratamento hospitalar para fins de faturamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros de pacientes",
        "description": "Registro de informações médicas e hospitalares para fins de gerenciamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registrando grupos de risco",
        "description": "Identificar e monitorar pessoas com riscos médicos elevados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registro de doadores de órgãos",
        "description": "Criação de bancos de dados de pessoas que desejam ser doadores de órgãos, bem como a promoção e uso de tal banco de dados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gerenciamento de estoque de medicamentos",
        "description": "Processamento de dados relacionados com a prescrição e entrega de medicamentos.",
        "article": null,
        "url": ""
      }
    ],
    "Pesquisa científica primária ou secundária cujo objetivo é consistente com o objetivo da coleção original": [
      {
        "name": "Pesquisa epidemiológica",
        "description": "Pesquisa sobre a disseminação do risco médico, morbidade e mortalidade.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa biomédica",
        "description": "Pesquisa sobre as causas da patologia médica e o efeito dos tratamentos médicos. Ensaios clínicos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliação do atendimento ao paciente",
        "description": "Coleta e processamento de todos os dados relativos aos diagnósticos médicos e paramédicos, bem como às práticas terapêuticas prestadas aos pacientes com o objetivo de melhorar a qualidade das práticas de atendimento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa científica",
        "description": "Qualquer ato destinado a determinar conexões paradigmáticas, comportamentais e causais que sejam maiores do que os indivíduos aos quais estão relacionadas. Destina-se a descrever fenômenos globais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Market research",
        "description": "Studies related to the buying behavior, preferences and purchase intentions of people for the purpose of determining market strategies.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa de mercado",
        "description": "Tratamento de dados pessoais de arquivos privados ou públicos com o objetivo de analisar um evento histórico ou possibilitar essa análise.",
        "article": null,
        "url": ""
      },
      {
        "name": "Genealogia",
        "description": "Tratamento de dados pessoais para fins de construção de árvore genealógica ou genealógica, registo familiar ou lista familiar, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa estatística",
        "description": "Qualquer ato destinado a coletar e processar dados pessoais necessários para questionários estatísticos ou para a entrega de um resultado estatístico (por exemplo, anúncio geral, ajuda no planejamento e tomada de decisão e a serviço da ciência). ",
        "article": null,
        "url": ""
      }
    ],
    "Serviços bancários e financeiros, seguros": [
      {
        "name": "Gerenciamento de contas",
        "description": "A gestão de contas individuais de débito e poupança, com saldo credor ou não, pertencentes a clientes da instituição financeira. Estas atividades incluem as operações de pagamento relacionadas com a conta.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de patrimônio",
        "description": "Refere-se à totalidade das ações realizadas por um banco, de forma discricionária ou não, no aconselhamento ao cliente na gestão do seu patrimônio.",
        "article": null,
        "url": ""
      },
      {
        "name": "Finanças corporativas",
        "description": "Prestação de serviços relacionados à distribuição de capital, venda de ações, incorporações e incorporações.",
        "article": null,
        "url": ""
      },
      {
        "name": "Empréstimo",
        "description": "Refere-se à totalidade das ações relacionadas com a estimativa dos riscos incorridos por um banco na concessão de crédito, independentemente da natureza do crédito.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administração de crédito",
        "description": "Refere-se às ações relacionadas ao monitoramento e reembolso de saldos credores, incluindo sinistros, e as ações relacionadas a esses sinistros, independentemente do envolvimento de terceiros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Visão geral do cliente global",
        "description": "A integração da totalidade ou de parte dos dados processados no contexto de uma das finalidades específicas do setor bancário. Com a finalidade de se chegar a uma conclusão sobre a rentabilidade geral dos clientes e se devem ser oferecidos produtos ou serviços bancários customizados às suas necessidades e que auxiliem a instituição bancária, de uma forma geral, a tomar as decisões necessárias em relação aos seus clientes. ",
        "article": null,
        "url": ""
      },
      {
        "name": "Serviços de corretagem",
        "description": "A mediação entre clientes e instituições financeiras especializadas em seguros, crédito, produtos de bolsa, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de seguros pessoais",
        "description": "Seguro de pessoas contra incertezas que prejudicam a integridade física ou a situação familiar das pessoas. Análise de risco, gestão de apólices, prêmios e indenizações. Resseguro e gestão de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de seguros de grupo",
        "description": "A variante em grupo do seguro pessoal.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de seguros contra incêndio, acidentes e perigos diversos",
        "description": "Seguro de clientes contra danos a bens e bens ou contra sua responsabilidade por danos causados a terceiros. Análise de riscos, gestão de apólices, prêmios e indenizações. Resseguro e gestão de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Seguro de acidentes industriais",
        "description": "Seguro de empregadores contra danos sofridos por funcionários durante acidentes de trabalho. Análise de riscos, gestão de apólices, prêmios e indenizações. Resseguro e gestão de disputas. Pesquisa preventiva",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestão de riscos elevados",
        "description": "Processamento de dados em vários ramos de seguros sobre pessoas com risco elevado, com o objetivo de evitar riscos inaceitáveis e fraudes.",
        "article": null,
        "url": ""
      }
    ],
    "Trade": [
      {
        "name": "Marketing direto",
        "description": "Prospecção, atividades e serviços oferecidos a segmentos populacionais por sociedades comerciais, instituições de caridade ou outros clubes ou fundações, inclusive de natureza política. Os meios de comunicação para essas ações podem ser correio, telefone ou outros meios diretos (por exemplo, e-mail). Não importa se o destinatário já é um cliente ou não.",
        "article": null,
        "url": ""
      },
      {
        "name": "Comércio de inteligência comercial",
        "description": "Venda após processamento de dados, publicados por fontes oficiais (como o Moniteur Belge / Belgisch Staatsblad), em combinação com dados adquiridos de outras instituições.",
        "article": null,
        "url": ""
      }
    ]
  },
  "Base para processamento": {
    "Genérico": [
      {
        "name": "Consentimento do titular dos dados",
        "description": "O titular dos dados deu consentimento para o processamento de seus dados pessoais para uma ou mais finalidades específicas (Artigo 6 (1) (a) do GDPR). \n Observe que o consentimento deve atender aos requisitos determinados pelo Artigo 7 do GDPR.",
        "article": 7.1,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Necessário para a execução de um contrato",
        "description": "quando necessário para a execução de contrato ou de procedimentos preliminares relacionados a contrato do qual seja parte o titular, a pedido do titular dos dados",
        "article": 7.5,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Obrigação Legal",
        "description": "para o cumprimento de obrigação legal ou regulatória pelo controlador.",
        "article": 7.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Proteção dos interesses vitais do titular dos dados",
        "description": "O tratamento é necessário para proteger os interesses vitais do titular dos dados ou de outra pessoa física",
        "article": 6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Tarefa realizada no interesse público ou no exercício da autoridade oficial",
        "description": "para o exercício regular de direitos em processo judicial, administrativo ou arbitral, esse último nos termos da Lei nº 9.307, de 23 de setembro de 1996 (Lei de Arbitragem).",
        "article": 7.6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Proteção da Vida",
        "description": "para a proteção da vida ou da incolumidade física do titular ou de terceiro.",
        "article": 7.7,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      }
    ]
  },
  "Lista Indicativa de Categorias de Dados Funcionais": {
    "Dados de identificação": [
      {
        "name": "PII",
        "description": "Nome, cargo, endereço (trabalho e casa), endereços anteriores, número de telefone (trabalho e casa), IDs atribuídos pelo controlador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Informações de identificação atribuídas por instituições governamentais, além do número da previdência social",
        "description": "Número da carteira de identidade, número do passaporte, número da carteira de motorista, número da placa do carro, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificação eletrônica",
        "description": "Endereços IP, cookies, horários de conexão, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de localização eletrônica",
        "description": "Dados de torre de celular, dados de GPS, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificação biométrica",
        "description": "Dados de DNA, impressões digitais e de voz, varreduras da íris, reconhecimento facial, reconhecimento da forma do dedo ou da mão, assinaturas dinâmicas, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados financeiros especiais": [
      {
        "name": "Dados de identificação financeira",
        "description": "Números de identificação, números de contas bancárias, números de cartão de crédito ou débito, códigos secretos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Meios Financeiros",
        "description": "Renda, posses, investimentos, renda total, renda profissional, poupança, datas de início e término de investimentos, renda de investimento, dívidas sobre ativos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dívidas e despesas",
        "description": "Despesas totais, aluguel, empréstimos, hipotecas e outras formas de crédito.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Solvência",
        "description": "Avaliação da receita, do estatuto financeiro, da solvência.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Empréstimos, hipotecas, linhas de crédito",
        "description": "Natureza do empréstimo, montante emprestado, saldo remanescente, data de início, período do empréstimo, taxa de juros, visão geral do pagamento, detalhes relativos às garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Assistência financeira",
        "description": "Benefícios, assistência, presentes, subsídios.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes da apólice de seguro",
        "description": "Natureza da apólice de seguro, detalhes sobre os riscos cobertos, valores segurados, período segurado, data de rescisão, pagamentos efetuados, recebidos ou perdidos, situação do contrat",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Pension plan details",
        "description": "Effective date of the pension plan, nature of the plan, termination date of the plan, received and made payments, options, beneficiaries.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes do plano de pensão",
        "description": "Valores pagos e a pagar pelo titular dos dados, linhas de crédito concedidas, fianças, forma de pagamento, visão geral do pagamento, depósitos e outras garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Compensation",
        "description": "Detalhes sobre indenizações reclamadas, valores pagos ou outros tipos de compensação.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Atividades profissionais",
        "description": "Atividades profissionais desempenhadas pelo titular dos dados: natureza da atividade, natureza dos bens ou serviços utilizados ou prestados pela pessoa inscrita no registo, relações comerciais.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Acordos comerciais",
        "description": "Detalhes sobre acordos ou acordos comerciais, acordos sobre representação ou acordos legais, detalhes sobre agentes.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Permissões",
        "description": "Licenças detidas pelos titulares dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Características pessoais": [
      {
        "name": "Detalhes Pessoais",
        "description": "Idade, sexo, data de nascimento, local de nascimento, estado civil, nacionalidade.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes Militares",
        "description": "Estatuto militar, visão geral militar, distinções militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Status de imigrante",
        "description": "Detalhes relativos ao visto, autorização de trabalho, residência ou limitações de movimento, condições especiais relacionadas com a autorização de residência.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Physical details": [
      {
        "name": "Descição Física",
        "description": "Altura, peso, cor do cabelo, cor dos olhos, características distintivas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Hábitos privados": [
      {
        "name": "Hábitos",
        "description": "Uso de tabaco, uso de álcool.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Estilo de Vida",
        "description": "Detalhes sobre o uso de bens ou serviços, comportamento dos titulares dos dados ou seus familiares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes de Viagens e movimentações",
        "description": "Informações sobre residências e movimentos anteriores, vistos de viagem, autorizações de trabalho.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Contatos Sociais",
        "description": "Amigos, parceiros de negócios, relacionamentos com pessoas que não sejam familiares próximos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Posses",
        "description": "Terra, propriedade ou outras posses.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Mandatos públicos",
        "description": "Funções dentro do governo local, regional, nacional ou federal, participação em comitês governamentais, grupos de trabalho ou órgãos deliberativos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Reclamações, incidentes ou acidentes",
        "description": "Informações sobre um acidente, incidente ou reclamação em que o titular dos dados esteja envolvido, a natureza dos danos ou lesões, pessoas envolvidas, testemunhas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Distinções",
        "description": "Distinções civis, religiosas ou militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de mídia",
        "description": "Uso de mídia e meios de comunicação.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Psychological details": [
      {
        "name": "Descrições psicológicas",
        "description": "Opiniões sobre personalidade ou caráter.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Composição familiar": [
      {
        "name": "Casamento ou forma atual de coabitação",
        "description": "Nome do cônjuge ou companheiro, nome de solteira do cônjuge ou companheiro, data do casamento, data do contrato de coabitação, número de filhos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "História conjugal",
        "description": "Detalhes sobre casamentos ou parcerias anteriores, divórcios, separações, nomes de parceiros anteriores.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes sobre outros familiares ou membros da família",
        "description": "Filhos, dependentes, outros membros da família, outros parentes de sangue próximos, pais e descendentes.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Leisure pursuits and interests": [
      {
        "name": "Atividades e interesses de lazer",
        "description": "Hobbies, esportes, outros interesses.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Memberships": [
      {
        "name": "Associações (exceto profissionais, políticas ou em sindicatos)",
        "description": "Participação em organizações de caridade ou beneficentes, clubes, parcerias, sindicatos, organizações, grupos, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Categorias de dados legais": [
      {
        "name": "Dados legais relacionados a suspeitas",
        "description": "Suspeitas de violações, conexões conspiratórias com criminosos conhecidos. Inquéritos ou ações judiciais (civis ou criminais) empreendidas por ou contra o titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre condenações e sentenças",
        "description": "Convicções e sentenças.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre ações judiciais",
        "description": "Tutela, administração temporária, internamento, colocação.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre penalidades administrativas",
        "description": "Penalidades administrativas:\n* de natureza puramente disciplinar;\n* aquelas que podem ser impostas a pessoas que não estão no serviço público, mas cooperam com elas (médicos, farmacêuticos, paramédicos, empreiteiros de obras públicas);\n* aquelas que podem ser impostas a pessoas que usam serviços públicos;\n * aquelas que podem ser impostas por não cumprimento de medidas legais ou regulamentares, por exemplo jogar lixo na via pública.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre DNA",
        "description": "Dados de DNA processados no contexto da lei de 22 de março de 1999 relacionados a procedimentos de identificação por meio de análise de DNA em processos criminais.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Hábitos de consumo": [
      {
        "name": "Dados de aluguel",
        "description": "Detalhes sobre os bens e serviços fornecidos, emprestados ou alugados ao titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de empréstimo",
        "description": "Detalhes sobre os bens e serviços fornecidos, emprestados ou alugados pelo titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre residência": [
      {
        "name": "Dados sobre residência",
        "description": "Endereço da residência: natureza da residência, propriedade própria ou alugada, duração da residência nesse endereço, aluguel, custos, classificação da residência, detalhes sobre a avaliação, nomes das pessoas que possuem as chaves.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre Saúde": [
      {
        "name": "Dados de saúde física",
        "description": "Arquivo médico, relatório médico, informações diagnósticas, tratamento, resultados de análises, deficiência ou enfermidade, dieta alimentar; outras demandas especiais relacionadas à saúde no gerenciamento de uma viagem ou residência.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de saúde mental",
        "description": "Arquivo médico, relatório médico, informações de diagnóstico, tratamento, resultados de análises.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados sobre situações de risco e comportamento de risco",
        "description": "Situações de risco e comportamento de risco.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados genéticos relacionados a estudos populacionais, pesquisas genéticas, etc.",
        "description": "Dados genéticos relacionados a estudos populacionais, pesquisas genéticas, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de recuperação",
        "description": "Dados relacionados aos meios e procedimentos usados durante um tratamento médico e paramédico.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Educação e treinamento": [
      {
        "name": "Currículo acadêmico",
        "description": "Visão geral das escolas, instituições, faculdades e universidades frequentadas, natureza dos cursos concluídos, diplomas ou certificados obtidos, resultados de exames, outros diplomas concedidos, avaliação do progresso dos estudos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Visão geral financeira dos estudos",
        "description": "Taxas de inscrição e custos pagos, financiamento, formas de pagamento, registros de pagamento.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Qualificações profissionais",
        "description": "Certificados e treinamentos profissionais, licenças especiais (CREA, OAB, etc.).",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Experiência profissional",
        "description": "Interesses profissionais, interesses de pesquisa, interesses acadêmicos, especializações, experiência de ensino, consultas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Filiação e / ou participação em organizações profissionais",
        "description": "Detalhes sobre os grupos, comitês ou comissões envolvidos, funções exercidas, interesses especiais e registros de participação.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Publicações",
        "description": "Livros, artigos, relatórios, materiais audiovisuais publicados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Profissão e emprego": [
      {
        "name": "Emprego atual",
        "description": "Empregador, descrição do cargo e função, antiguidade, data de recrutamento, local de trabalho, especialização ou tipo de empresa, modos e condições de trabalho, cargos anteriores e experiência anterior de trabalho no mesmo empregador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Recrutamento",
        "description": "Data de recrutamento, método de recrutamento, fonte de recrutamento, referências, detalhes relacionados com o período de estágio.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Rescisão de trabalho",
        "description": "Data de rescisão, motivo, período de notificação, condições de rescisão.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Carreira",
        "description": "Emprego anterior e empregadores, períodos sem emprego, serviço militar.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Absentismo e disciplina",
        "description": "Registos de absentismo, motivos de ausência, medidas disciplinares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Medicina Ocupacional",
        "description": "Diminuição da capacidade de trabalho decorrente de acidente de trabalho, certificação de primeiros socorros.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Remunerações",
        "description": "Pagamentos e deduções, salários, comissões, bônus, despesas, subvenções, vantagens, empréstimos, retenções de impostos, retenções do FICA, contribuições sindicais, métodos de pagamento, data do aumento salarial mais recente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Bens em posse do funcionário",
        "description": "Carro, ferramentas, peças sobressalentes, ferramentas de referência, outros objetos em posse do funcionário.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Organização do Trabalho",
        "description": "Responsabilidades atuais, projetos, horas faturáveis, salário por hora, horas trabalhadas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Análise",
        "description": "Avaliação de desempenho, possibilidades.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Treinamento para a posição",
        "description": "Detalhes sobre o treinamento exigido e recebido para o cargo, bem como as qualificações e autoridade obtidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Segurança",
        "description": "Senhas, códigos de segurança, níveis em que as permissões são concedidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de tecnologia",
        "description": "Avaliação da utilização de tecnologia (Internet, email, etc.).",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "CPF": [
      {
        "name": "CPF",
        "description": "CPF",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados raciais ou étnicos": [
      {
        "name": "Dados raciais ou étnicos",
        "description": "Dados raciais ou étnicos",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre a vida sexual": [
      {
        "name": "Dados sobre a vida sexual",
        "description": "Orientação sexual, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Opiniões políticas": [
      {
        "name": "Opiniões políticas",
        "description": "Convicções políticas, preferência partidária.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Afiliação política",
        "description": "Filiação a um partido político, funções políticas exercidas atualmente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Membership in an interest group or militant organization",
        "description": "Membro de um grupo de interesse ou organização militante",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Filiação a um sindicato": [
      {
        "name": "Filiação a um sindicato",
        "description": "Filiação a sindicato ou organização similar, funções exercidas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Crenças filosóficas ou religiosas": [
      {
        "name": "Crenças filosóficas",
        "description": "Crenças filosóficas ou religiosas",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravações em vídeo": [
      {
        "name": "Imagens",
        "description": "Gravação de câmera, gravação fotográfica, gravação de vídeo, fotos digitais, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Imagens de vigilância",
        "description": "Imagens de câmeras de segurança.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravações de som": [
      {
        "name": "Gravações de som",
        "description": "Gravações de fita, gravações de telefone, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Especial - normalmente proibido": [
      {
        "name": "Dados genéticos para identificação pessoal",
        "description": "Dados genéticos com o propósito de identificar uma pessoa de maneira única",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados biométricos para identificação de pessoas",
        "description": "Dados biométricos com o propósito de identificar uma pessoa de maneira única",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados de Saúde",
        "description": "Dados sobre o estado de saúde de uma pessoa",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Origem racial ou étnica",
        "description": "Dados que revelam origem racial ou étnica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Opiniões políticas",
        "description": "Dados revelando opiniões políticas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Crenças religiosas ou filosóficas",
        "description": "Dados que revelam crenças religiosas ou filosóficas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Filiação sindical",
        "description": "Dados revelando filiação sindical",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados relacionados à vida sexual ou orientação sexual de alguém",
        "description": "Vida sexual ou orientação sexual",
        "article": 9.0,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Condenações criminais e ofensas",
        "description": "Tratamento de dados pessoais relativos a condenações criminais e infrações",
        "article": 10.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Sigilo profissional",
        "description": "Dados pessoais protegidos por sigilo profissional",
        "article": 90.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados arriscados para os direitos e liberdades das pessoas físicas",
        "description": "Dados que geralmente são considerados como implicando em uma elevação do possível risco para os direitos e liberdades das pessoas físicas",
        "article": 34.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados de comunicação eletrônica",
        "description": "Os controladores de dados no setor de comunicações eletrônicas devem cumprir uma política de segurança específica que proteja os dados pessoais contra destruição acidental ou ilegal, perda ou alteração acidental e armazenamento, processamento, acesso ou divulgação não autorizada ou ilegal de dados pessoais; garantir que os dados pessoais só possam ser acessados por pessoal autorizado para fins legalmente autorizados; e fornecer informações aos assinantes sobre qualquer risco específico de violação da segurança de [uma] rede de comunicações públicas.",
        "article": 95.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Dados de localização",
        "description": "Você só pode processar dados de localização (informações da rede ou serviço sobre a localização de um telefone ou outro dispositivo) com a autoridade da rede, serviço ou provedor de serviços de valor agregado, e somente se for anônimo; ou você tem consentimento para usá-lo para um serviço de valor agregado.",
        "article": 9.0,
        "url": "https://ico.org.uk/for-organisations/guide-to-pecr/communications-networks-and-services/location-data/",
        "special": true
      },
      {
        "name": "Dados financeiros",
        "description": "Dados financeiros sobre uma pessoa",
        "article": 9.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Atividades domésticas muito intrusivas",
        "description": "Informações processadas por uma pessoa física no curso de atividades puramente pessoais ou domésticas (como serviços de computação em nuvem para gerenciamento de documentos pessoais, serviços de e-mail, diários, leitores eletrônicos equipados com recursos de anotações e vários aplicativos de registro de vida que podem conter informações muito pessoais), cuja divulgação ou processamento para qualquer outra finalidade que não atividades domésticas pode ser considerada muito intrusiva.",
        "article": 10.0,
        "url": "http://ec.europa.eu/newsroom/document.cfm%3Fdoc_id%3D44137",
        "special": true
      }
    ]
  },
  "Tipo de Processamento": {
    "Genérico": [
      {
        "name": "Normal",
        "description": "Insira se nenhum dos outros tipos listados se aplicar.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliação ou revisão de pessoas",
        "description": "Avaliação ou revisão de pessoas, incluindo perfis e prognósticos",
        "article": null,
        "url": ""
      },
      {
        "name": "Decisões automatizadas com consequências legais",
        "description": "Decisões automatizadas com consequências legais ou consequências substanciais semelhantes",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento sistemático",
        "description": "Monitoramento sistemático (rastreamento, monitoramento ou verificação do titular dos dados) (som, foto ou gravações de vídeo)",
        "article": null,
        "url": ""
      },
      {
        "name": "Atividades de processamento em grande escala",
        "description": "Atividades de processamento em grande escala ou atividades de processamento com consequências para um grande número de partes interessadas",
        "article": null,
        "url": ""
      },
      {
        "name": "Combinação de dados inesperados pelos titulares dos dados",
        "description": "Combinação ou fusão de coleções de dados que os titulares dos dados não podem esperar razoavelmente",
        "article": null,
        "url": ""
      },
      {
        "name": "Prevenção de titulares de dados de exercer um direito",
        "description": "Processamento de dados que impede que os titulares dos dados exerçam um direito, usem um serviço ou concluam um contrato",
        "article": null,
        "url": ""
      },
      {
        "name": "Uso de novas tecnologias e meios organizacionais",
        "description": "Uso de novas tecnologias ou aplicação de meios técnicos e organizacionais",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento em larga escala de uma área pública",
        "description": "Monitoramento sistemático de uma área acessível ao público em grande escala",
        "article": null,
        "url": ""
      }
    ]
  },
  "Lista Indicativa de Categorias de Destinatários": {
    "Genérico": [
      {
        "name": "O próprio titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Relações pessoais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Conselheiros profissionais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Empregador ou relações comerciais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Indivíduos ou organizações em um relacionamento direto com o controlador",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Outras empresas privadas",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Serviços públicos",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Tribunais e aplicação da lei",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Escritórios de benefícios do governo",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Bancos e seguradoras",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Dados pessoais ou corretores de marketing direto",
        "description": "",
        "article": null,
        "url": ""
      }
    ]
  },
  "Natureza da transferência para país terceiro / organização internacional": {
    "Genérico": [
      {
        "name": "Transferências com base em uma decisão de adequação",
        "description": "GDPR Artigo 45 e LGPD Artigo 5 capítulo XV",
        "article": 45.0,
        "url": ""
      },
      {
        "name": "Transferências com base em salvaguardas adequadas",
        "description": "GDPR Artigo 46",
        "article": 46.0,
        "url": ""
      },
      {
        "name": "Transferências com base em BCRs",
        "description": "GDPR Artigo 47",
        "article": 47.0,
        "url": ""
      },
      {
        "name": "Transferências com base em isenção para situação específica",
        "description": "GDPR Artigo 49(1)",
        "article": 49.0,
        "url": ""
      },
      {
        "name": "Transferência com base nos requisitos do Artigo 49 (2) do GDPR",
        "description": "GDPR Artigo 49(2)",
        "article": 49.0,
        "url": ""
      }
    ]
  },
  "Lista indicativa de categorias de titulares de dados": {
    "Genérico": [
      {
        "name": "Pacientes",
        "description": "Seus Pacientes",
        "article": null,
        "url": "",
        "vulnerable": true
      },
      {
        "name": "Clientes",
        "description": "Seus Clientes",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Funcionários",
        "description": "Seus Funcionários",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Alunos",
        "description": "Seus Alunos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Oficiais e Supervisores",
        "description": "Seus Oficiais e Supervisores",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Usuários do sistema",
        "description": "Usuários de seus sistemas",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Convicted felons",
        "description": "Seus criminosos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Titulares de ações",
        "description": "Seus Titulares de ações",
        "article": null,
        "url": "",
        "vulnerable": false
      }
    ]
  }
}
