{
  "Indicative List of Purpose Types": {
    "Fins Gerais": [
      {
        "name": "HR",
        "description": "Recrutamento e seleo de funcionrios e intermedirios (corretores, representantes independentes, etc.). Administrao da folha de pagamento, remuneraes, comisses e salrios. Aplicao da legislao social.",
        "article": null,
        "url": ""
      },
      {
        "article": null,
        "description": "Avaliao e gesto de colaboradores e intermedirios. Planejamento de formao e carreira.",
        "name": "Gesto de Pessoal",
        "url": ""
      },
      {
        "name": "Gesto de Tarefas",
        "description": "Planejamento e gerenciamento de tarefas, cargas de trabalho e desempenho.",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento do local de trabalho",
        "description": "Acompanhamento das atividades profissionais no ambiente de trabalho via CFTV ou sistemas de TI, como monitoramento de e-mail, uso de internet, telefones, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de Clientes",
        "description": "Administrao de clientes, gesto de encomendas, entregas, faturao de servios materiais e imateriais. Monitorizao de solvncia. Marketing e publicidade personalizados. Cadastrar clientes de uma empresa e tra-los com base nas compras.",
        "article": null,
        "url": ""
      },
      {
        "name": "Combate a fraude e violaes de clientes",
        "description": "Pretende-se atividades para prevenir e detectar tais atos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de reclamaes",
        "description": "Gesto de reclamaes, incluindo reembolso de valores devidos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de Fornecedores",
        "description": "Administrao de fornecedores. Gerenciamento de pedidos recebidos e pagamento de fornecedores. Prospeco de possveis fornecedores e sua avaliao.",
        "article": null,
        "url": ""
      },
      {
        "name": "Coleta de doao",
        "description": "Administrao de doadores para um clube. Prospeco de novos doadores.",
        "article": null,
        "url": ""
      },
      {
        "name": "Relaes Pblicas",
        "description": "Isso inclui criar boa vontade para a organizao.",
        "article": null,
        "url": ""
      },
      {
        "name": "Business intelligence",
        "description": "Analisando concorrentes e parceiros em potencial.",
        "article": null,
        "url": ""
      },
      {
        "name": "Cadastro e administrao de acionistas ou scios",
        "description": "Manter um registro de acionistas ou scios. A administrao de seus benefcios financeiros e outros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de Membros",
        "description": "A administrao dos scios, voluntrios e simpatizantes de um clube.",
        "article": null,
        "url": ""
      },
      {
        "name": "Segurana",
        "description": "Data processing to ensure the safety of people or goods. Note: In principle, security cameras are subject to the law of March 21, 2007 regarding the placement and use of security cameras (the ‘Camera Law’) and may not be reported by means of this form. Please use the customized thematic form. More information in this regard can be found at www.privacycommission.be (Caméras de surveillance et notre vie privée / Bewakingscamera’s en onze privacy).",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de disputas",
        "description": "A gesto por pessoas fsicas, organismos privados ou autoridades pblicas dos seus prprios litgios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Proteo da sociedade, da indstria ou da organizao",
        "description": "Tratamento de dados relativos a pessoas que representam um certo risco, como hooligans.",
        "article": null,
        "url": ""
      }
    ],
    "Fins Governamentais": [
      {
        "name": "Taxas",
        "description": "Cobrana de impostos e atividades a ela relacionadas: registro de contribuintes e tambm clculo, cobrana e rastreamento de impostos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Subsdios",
        "description": "Concesso de subsdios e atividades relacionadas: pesquisa de beneficirios elegveis, bem como clculo, pagamento e rastreamento de subsdios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Permisses",
        "description": "Concesso de licenas e atividades relacionadas: pesquisa de destinatrios elegveis e acompanhamento dos requisitos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Processamento realizado pelo governo local",
        "description": "Atividades de processamento realizadas pelo governo local, como processamento relacionado a registros populacionais, identidades pessoais, registros civis, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Eleies",
        "description": "Manter listas de eleitores e organizar eleies.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administrao de imigrao",
        "description": "Manter um registro de imigrante e rastrear autorizaes de residncia.",
        "article": null,
        "url": ""
      },
      {
        "name": "Land registry",
        "description": "Creating and updating a registry of properties, levying property taxes and providing tax certificates.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros do governo",
        "description": null,
        "descrio": "Gesto da correspondncia entre o servio pblico e as pessoas que se comunicaram voluntariamente com o servio. Gesto de dados de pessoas com quem o servio pblico no mantm uma relao lucrativa.",
        "article": null,
        "url": ""
      }
    ],
    "Justice and Law Enforcement": [
      {
        "name": "Segurana Pblica",
        "description": "Coletar e rastrear informaes sobre pessoas consideradas um risco para a segurana pblica.",
        "article": null,
        "url": ""
      },
      {
        "name": "Execuo Criminal",
        "description": "Detectar e rastrear pessoas suspeitas de crimes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aplicao regulatria",
        "description": "Prevenir violaes e supervisionar o cumprimento de leis e regulamentos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administrao judicial",
        "description": "Manter processos e registros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros Criminais",
        "description": "Registro de condenaes criminais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Defendendo clientes",
        "description": "Gesto de processos e interesses criminais por advogados ou outros consultores jurdicos no interesse dos seus clientes.",
        "article": null,
        "url": ""
      }
    ],
    "Educao": [
      {
        "name": "Administrao de alunos",
        "description": "Criar uma base de dados de alunos, organizar o currculo e os exames, registar resultados e decises. Clculo, facturao e cobrana de dvidas. Relaes com ex-alunos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de alunos",
        "description": "Fornecer aconselhamento de orientao aos alunos sobre seu desenvolvimento intelectual, seus problemas psicolgicos e seleo de planos de carreira.",
        "article": null,
        "url": ""
      }
    ],
    "Cultura e Bem Estar" [
      {
        "name": "Gesto da Biblioteca",
        "description": "Cadastrar membros de uma biblioteca em um banco de dados, rastreando seus emprstimos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento pblico",
        "description": "Fornecer material e / ou aconselhamento psicolgico a pessoas necessitadas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de emprego",
        "description": "Aconselhamento de desempregados e sua formao para um novo emprego.",
        "article": null,
        "url": ""
      }
    ],
    "Benefcios do governo": [
      {
        "name": "Administrao de destinatrios elegveis",
        "description": "Recolher contribuies, determinar e conceder benefcios do governo, incluindo assistncia social.",
        "article": null,
        "url": ""
      }
    ],
    "Sade e Cuidados": [
      {
        "name": "Cuidados com o paciente",
        "description": "assistncia prestada e a ser prestada com o objetivo de melhorar a qualidade da assistncia prestada aos pacientes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Codificao mdica",
        "description": "Acompanhamento de atendimento e tratamento hospitalar para fins de faturamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros de pacientes",
        "description": "Registro de informaes mdicas e hospitalares para fins de gerenciamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registrando grupos de risco",
        "description": "Identificar e monitorar pessoas com riscos mdicos elevados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registro de doadores de rgos",
        "description": "Criao de bancos de dados de pessoas que desejam ser doadores de rgos, bem como a promoo e uso de tal banco de dados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gerenciamento de estoque de medicamentos",
        "description": "Processamento de dados relacionados com a prescrio e entrega de medicamentos.",
        "article": null,
        "url": ""
      }
    ],
    "Pesquisa cientfica primria ou secundria cujo objetivo  consistente com o objetivo da coleo original": [
      {
        "name": "Pesquisa epidemiolgica",
        "description": "Pesquisa sobre a disseminao do risco mdico, morbidade e mortalidade.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa biomdica",
        "description": "Pesquisa sobre as causas da patologia mdica e o efeito dos tratamentos mdicos. Ensaios clnicos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliao do atendimento ao paciente",
        "description": "Coleta e processamento de todos os dados relativos aos diagnsticos mdicos e paramdicos, bem como s prticas teraputicas prestadas aos pacientes com o objetivo de melhorar a qualidade das prticas de atendimento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa cientfica",
        "description": "Qualquer ato destinado a determinar conexes paradigmticas, comportamentais e causais que sejam maiores do que os indivduos aos quais esto relacionadas. Destina-se a descrever fenmenos globais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Market research",
        "description": "Studies related to the buying behavior, preferences and purchase intentions of people for the purpose of determining market strategies.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa de mercado",
        "description": "Tratamento de dados pessoais de arquivos privados ou pblicos com o objetivo de analisar um evento histrico ou possibilitar essa anlise.",
        "article": null,
        "url": ""
      },
      {
        "name": "Genealogia",
        "description": "Tratamento de dados pessoais para fins de construo de rvore genealgica ou genealgica, registo familiar ou lista familiar, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa estatstica",
        "description": "Qualquer ato destinado a coletar e processar dados pessoais necessrios para questionrios estatsticos ou para a entrega de um resultado estatstico (por exemplo, anncio geral, ajuda no planejamento e tomada de deciso e a servio da cincia). ",
        "article": null,
        "url": ""
      }
    ],
    "Servios bancrios e financeiros, seguros": [
      {
        "name": "Gerenciamento de contas",
        "description": "A gesto de contas individuais de dbito e poupana, com saldo credor ou no, pertencentes a clientes da instituio financeira. Estas atividades incluem as operaes de pagamento relacionadas com a conta.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de patrimnio",
        "description": "Refere-se  totalidade das aes realizadas por um banco, de forma discricionria ou no, no aconselhamento ao cliente na gesto do seu patrimnio.",
        "article": null,
        "url": ""
      },
      {
        "name": "Finanas corporativas",
        "description": "Prestao de servios relacionados  distribuio de capital, venda de aes, incorporaes e incorporaes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Emprstimo",
        "description": "Refere-se  totalidade das aes relacionadas com a estimativa dos riscos incorridos por um banco na concesso de crdito, independentemente da natureza do crdito.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administrao de crdito",
        "description": "Refere-se s aes relacionadas ao monitoramento e reembolso de saldos credores, incluindo sinistros, e as aes relacionadas a esses sinistros, independentemente do envolvimento de terceiros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Viso geral do cliente global",
        "description": "A integrao da totalidade ou de parte dos dados processados no contexto de uma das finalidades especficas do setor bancrio. Com a finalidade de se chegar a uma concluso sobre a rentabilidade geral dos clientes e se devem ser oferecidos produtos ou servios bancrios customizados s suas necessidades e que auxiliem a instituio bancria, de uma forma geral, a tomar as decises necessrias em relao aos seus clientes. ",
        "article": null,
        "url": ""
      },
      {
        "name": "Servios de corretagem",
        "description": "A mediao entre clientes e instituies financeiras especializadas em seguros, crdito, produtos de bolsa, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de seguros pessoais",
        "description": "Seguro de pessoas contra incertezas que prejudicam a integridade fsica ou a situao familiar das pessoas. Anlise de risco, gesto de aplices, prmios e indenizaes. Resseguro e gesto de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de seguros de grupo",
        "description": "A variante em grupo do seguro pessoal.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de seguros contra incndio, acidentes e perigos diversos",
        "description": "Seguro de clientes contra danos a bens e bens ou contra sua responsabilidade por danos causados a terceiros. Anlise de riscos, gesto de aplices, prmios e indenizaes. Resseguro e gesto de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Seguro de acidentes industriais",
        "description": "Seguro de empregadores contra danos sofridos por funcionrios durante acidentes de trabalho. Anlise de riscos, gesto de aplices, prmios e indenizaes. Resseguro e gesto de disputas. Pesquisa preventiva",
        "article": null,
        "url": ""
      },
      {
        "name": "Gesto de riscos elevados",
        "description": "Processamento de dados em vrios ramos de seguros sobre pessoas com risco elevado, com o objetivo de evitar riscos inaceitveis e fraudes.",
        "article": null,
        "url": ""
      }
    ],
    "Trade": [
      {
        "name": "Marketing direto",
        "description": "Prospeco, atividades e servios oferecidos a segmentos populacionais por sociedades comerciais, instituies de caridade ou outros clubes ou fundaes, inclusive de natureza poltica. Os meios de comunicao para essas aes podem ser correio, telefone ou outros meios diretos (por exemplo, e-mail). No importa se o destinatrio j  um cliente ou no.",
        "article": null,
        "url": ""
      },
      {
        "name": "Comrcio de inteligncia comercial",
        "description": "Venda aps processamento de dados, publicados por fontes oficiais (como o Moniteur Belge / Belgisch Staatsblad), em combinao com dados adquiridos de outras instituies.",
        "article": null,
        "url": ""
      }
    ]
  },
  "Base para processamento": {
    "Genrico": [
      {
        "name": "Consentimento do titular dos dados",
        "description": "O titular dos dados deu consentimento para o processamento de seus dados pessoais para uma ou mais finalidades especficas (Artigo 6 (1) (a) do GDPR). \n Observe que o consentimento deve atender aos requisitos determinados pelo Artigo 7 do GDPR.",
        "article": 7.1,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Necessrio para a execuo de um contrato",
        "description": "quando necessrio para a execuo de contrato ou de procedimentos preliminares relacionados a contrato do qual seja parte o titular, a pedido do titular dos dados",
        "article": 7.5,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Obrigao Legal",
        "description": "para o cumprimento de obrigao legal ou regulatria pelo controlador.",
        "article": 7.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Proteo dos interesses vitais do titular dos dados",
        "description": "O tratamento  necessrio para proteger os interesses vitais do titular dos dados ou de outra pessoa fsica",
        "article": 6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Tarefa realizada no interesse pblico ou no exerccio da autoridade oficial",
        "description": "para o exerccio regular de direitos em processo judicial, administrativo ou arbitral, esse ltimo nos termos da Lei n 9.307, de 23 de setembro de 1996 (Lei de Arbitragem).",
        "article": 7.6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Proteo da Vida",
        "description": "para a proteo da vida ou da incolumidade fsica do titular ou de terceiro.",
        "article": 7.7,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      }
    ]
  },
  "Lista Indicativa de Categorias de Dados Funcionais": {
    "Dados de identificao": [
      {
        "name": "PII",
        "description": "Nome, cargo, endereo (trabalho e casa), endereos anteriores, nmero de telefone (trabalho e casa), IDs atribudos pelo controlador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Informaes de identificao atribudas por instituies governamentais, alm do nmero da previdncia social",
        "description": "Nmero da carteira de identidade, nmero do passaporte, nmero da carteira de motorista, nmero da placa do carro, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificao eletrnica",
        "description": "Endereos IP, cookies, horrios de conexo, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de localizao eletrnica",
        "description": "Dados de torre de celular, dados de GPS, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificao biomtrica",
        "description": "Dados de DNA, impresses digitais e de voz, varreduras da ris, reconhecimento facial, reconhecimento da forma do dedo ou da mo, assinaturas dinmicas, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados financeiros especiais": [
      {
        "name": "Dados de identificao financeira",
        "description": "Nmeros de identificao, nmeros de contas bancrias, nmeros de carto de crdito ou dbito, cdigos secretos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Meios Financeiros",
        "description": "Renda, posses, investimentos, renda total, renda profissional, poupana, datas de incio e trmino de investimentos, renda de investimento, dvidas sobre ativos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dvidas e despesas",
        "description": "Despesas totais, aluguel, emprstimos, hipotecas e outras formas de crdito.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Solvncia",
        "description": "Avaliao da receita, do estatuto financeiro, da solvncia.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Emprstimos, hipotecas, linhas de crdito",
        "description": "Natureza do emprstimo, montante emprestado, saldo remanescente, data de incio, perodo do emprstimo, taxa de juros, viso geral do pagamento, detalhes relativos s garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Assistncia financeira",
        "description": "Benefcios, assistncia, presentes, subsdios.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes da aplice de seguro",
        "description": "Natureza da aplice de seguro, detalhes sobre os riscos cobertos, valores segurados, perodo segurado, data de resciso, pagamentos efetuados, recebidos ou perdidos, situao do contrat",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Pension plan details",
        "description": "Effective date of the pension plan, nature of the plan, termination date of the plan, received and made payments, options, beneficiaries.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes do plano de penso",
        "description": "Valores pagos e a pagar pelo titular dos dados, linhas de crdito concedidas, fianas, forma de pagamento, viso geral do pagamento, depsitos e outras garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Compensation",
        "description": "Detalhes sobre indenizaes reclamadas, valores pagos ou outros tipos de compensao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Atividades profissionais",
        "description": "Atividades profissionais desempenhadas pelo titular dos dados: natureza da atividade, natureza dos bens ou servios utilizados ou prestados pela pessoa inscrita no registo, relaes comerciais.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Acordos comerciais",
        "description": "Detalhes sobre acordos ou acordos comerciais, acordos sobre representao ou acordos legais, detalhes sobre agentes.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Permisses",
        "description": "Licenas detidas pelos titulares dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Caractersticas pessoais": [
      {
        "name": "Detalhes Pessoais",
        "description": "Idade, sexo, data de nascimento, local de nascimento, estado civil, nacionalidade.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes Militares",
        "description": "Estatuto militar, viso geral militar, distines militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Status de imigrante",
        "description": "Detalhes relativos ao visto, autorizao de trabalho, residncia ou limitaes de movimento, condies especiais relacionadas com a autorizao de residncia.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Physical details": [
      {
        "name": "Descio Fsica",
        "description": "Altura, peso, cor do cabelo, cor dos olhos, caractersticas distintivas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Hbitos privados": [
      {
        "name": "Hbitos",
        "description": "Uso de tabaco, uso de lcool.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Estilo de Vida",
        "description": "Detalhes sobre o uso de bens ou servios, comportamento dos titulares dos dados ou seus familiares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes de Viagens e movimentaes",
        "description": "Informaes sobre residncias e movimentos anteriores, vistos de viagem, autorizaes de trabalho.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Contatos Sociais",
        "description": "Amigos, parceiros de negcios, relacionamentos com pessoas que no sejam familiares prximos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Posses",
        "description": "Terra, propriedade ou outras posses.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Mandatos pblicos",
        "description": "Funes dentro do governo local, regional, nacional ou federal, participao em comits governamentais, grupos de trabalho ou rgos deliberativos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Reclamaes, incidentes ou acidentes",
        "description": "Informaes sobre um acidente, incidente ou reclamao em que o titular dos dados esteja envolvido, a natureza dos danos ou leses, pessoas envolvidas, testemunhas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Distines",
        "description": "Distines civis, religiosas ou militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de mdia",
        "description": "Uso de mdia e meios de comunicao.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Psychological details": [
      {
        "name": "Descries psicolgicas",
        "description": "Opinies sobre personalidade ou carter.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Composio familiar": [
      {
        "name": "Casamento ou forma atual de coabitao",
        "description": "Nome do cnjuge ou companheiro, nome de solteira do cnjuge ou companheiro, data do casamento, data do contrato de coabitao, nmero de filhos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Histria conjugal",
        "description": "Detalhes sobre casamentos ou parcerias anteriores, divrcios, separaes, nomes de parceiros anteriores.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes sobre outros familiares ou membros da famlia",
        "description": "Filhos, dependentes, outros membros da famlia, outros parentes de sangue prximos, pais e descendentes.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Leisure pursuits and interests": [
      {
        "name": "Atividades e interesses de lazer",
        "description": "Hobbies, esportes, outros interesses.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Memberships": [
      {
        "name": "Associaes (exceto profissionais, polticas ou em sindicatos)",
        "description": "Participao em organizaes de caridade ou beneficentes, clubes, parcerias, sindicatos, organizaes, grupos, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Categorias de dados legais": [
      {
        "name": "Dados legais relacionados a suspeitas",
        "description": "Suspeitas de violaes, conexes conspiratrias com criminosos conhecidos. Inquritos ou aes judiciais (civis ou criminais) empreendidas por ou contra o titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre condenaes e sentenas",
        "description": "Convices e sentenas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre aes judiciais",
        "description": "Tutela, administrao temporria, internamento, colocao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre penalidades administrativas",
        "description": "Penalidades administrativas:\n* de natureza puramente disciplinar;\n* aquelas que podem ser impostas a pessoas que no esto no servio pblico, mas cooperam com elas (mdicos, farmacuticos, paramdicos, empreiteiros de obras pblicas);\n* aquelas que podem ser impostas a pessoas que usam servios pblicos;\n * aquelas que podem ser impostas por no cumprimento de medidas legais ou regulamentares, por exemplo jogar lixo na via pblica.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre DNA",
        "description": "Dados de DNA processados no contexto da lei de 22 de maro de 1999 relacionados a procedimentos de identificao por meio de anlise de DNA em processos criminais.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Hbitos de consumo": [
      {
        "name": "Dados de aluguel",
        "description": "Detalhes sobre os bens e servios fornecidos, emprestados ou alugados ao titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de emprstimo",
        "description": "Detalhes sobre os bens e servios fornecidos, emprestados ou alugados pelo titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre residncia": [
      {
        "name": "Dados sobre residncia",
        "description": "Endereo da residncia: natureza da residncia, propriedade prpria ou alugada, durao da residncia nesse endereo, aluguel, custos, classificao da residncia, detalhes sobre a avaliao, nomes das pessoas que possuem as chaves.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre Sade": [
      {
        "name": "Dados de sade fsica",
        "description": "Arquivo mdico, relatrio mdico, informaes diagnsticas, tratamento, resultados de anlises, deficincia ou enfermidade, dieta alimentar; outras demandas especiais relacionadas  sade no gerenciamento de uma viagem ou residncia.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de sade mental",
        "description": "Arquivo mdico, relatrio mdico, informaes de diagnstico, tratamento, resultados de anlises.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados sobre situaes de risco e comportamento de risco",
        "description": "Situaes de risco e comportamento de risco.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados genticos relacionados a estudos populacionais, pesquisas genticas, etc.",
        "description": "Dados genticos relacionados a estudos populacionais, pesquisas genticas, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de recuperao",
        "description": "Dados relacionados aos meios e procedimentos usados durante um tratamento mdico e paramdico.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Educao e treinamento": [
      {
        "name": "Currculo acadmico",
        "description": "Viso geral das escolas, instituies, faculdades e universidades frequentadas, natureza dos cursos concludos, diplomas ou certificados obtidos, resultados de exames, outros diplomas concedidos, avaliao do progresso dos estudos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Viso geral financeira dos estudos",
        "description": "Taxas de inscrio e custos pagos, financiamento, formas de pagamento, registros de pagamento.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Qualificaes profissionais",
        "description": "Certificados e treinamentos profissionais, licenas especiais (CREA, OAB, etc.).",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Experincia profissional",
        "description": "Interesses profissionais, interesses de pesquisa, interesses acadmicos, especializaes, experincia de ensino, consultas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Filiao e / ou participao em organizaes profissionais",
        "description": "Detalhes sobre os grupos, comits ou comisses envolvidos, funes exercidas, interesses especiais e registros de participao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Publicaes",
        "description": "Livros, artigos, relatrios, materiais audiovisuais publicados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Profisso e emprego": [
      {
        "name": "Emprego atual",
        "description": "Empregador, descrio do cargo e funo, antiguidade, data de recrutamento, local de trabalho, especializao ou tipo de empresa, modos e condies de trabalho, cargos anteriores e experincia anterior de trabalho no mesmo empregador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Recrutamento",
        "description": "Data de recrutamento, mtodo de recrutamento, fonte de recrutamento, referncias, detalhes relacionados com o perodo de estgio.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Resciso de trabalho",
        "description": "Data de resciso, motivo, perodo de notificao, condies de resciso.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Carreira",
        "description": "Emprego anterior e empregadores, perodos sem emprego, servio militar.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Absentismo e disciplina",
        "description": "Registos de absentismo, motivos de ausncia, medidas disciplinares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Medicina Ocupacional",
        "description": "Diminuio da capacidade de trabalho decorrente de acidente de trabalho, certificao de primeiros socorros.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Remuneraes",
        "description": "Pagamentos e dedues, salrios, comisses, bnus, despesas, subvenes, vantagens, emprstimos, retenes de impostos, retenes do FICA, contribuies sindicais, mtodos de pagamento, data do aumento salarial mais recente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Bens em posse do funcionrio",
        "description": "Carro, ferramentas, peas sobressalentes, ferramentas de referncia, outros objetos em posse do funcionrio.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Organizao do Trabalho",
        "description": "Responsabilidades atuais, projetos, horas faturveis, salrio por hora, horas trabalhadas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Anlise",
        "description": "Avaliao de desempenho, possibilidades.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Treinamento para a posio",
        "description": "Detalhes sobre o treinamento exigido e recebido para o cargo, bem como as qualificaes e autoridade obtidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Segurana",
        "description": "Senhas, cdigos de segurana, nveis em que as permisses so concedidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de tecnologia",
        "description": "Avaliao da utilizao de tecnologia (Internet, email, etc.).",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "CPF": [
      {
        "name": "CPF",
        "description": "CPF",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados raciais ou tnicos": [
      {
        "name": "Dados raciais ou tnicos",
        "description": "Dados raciais ou tnicos",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre a vida sexual": [
      {
        "name": "Dados sobre a vida sexual",
        "description": "Orientao sexual, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Opinies polticas": [
      {
        "name": "Opinies polticas",
        "description": "Convices polticas, preferncia partidria.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Afiliao poltica",
        "description": "Filiao a um partido poltico, funes polticas exercidas atualmente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Membership in an interest group or militant organization",
        "description": "Membro de um grupo de interesse ou organizao militante",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Filiao a um sindicato": [
      {
        "name": "Filiao a um sindicato",
        "description": "Filiao a sindicato ou organizao similar, funes exercidas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Crenas filosficas ou religiosas": [
      {
        "name": "Crenas filosficas",
        "description": "Crenas filosficas ou religiosas",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravaes em vdeo": [
      {
        "name": "Imagens",
        "description": "Gravao de cmera, gravao fotogrfica, gravao de vdeo, fotos digitais, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Imagens de vigilncia",
        "description": "Imagens de cmeras de segurana.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravaes de som": [
      {
        "name": "Gravaes de som",
        "description": "Gravaes de fita, gravaes de telefone, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Especial - normalmente proibido": [
      {
        "name": "Dados genticos para identificao pessoal",
        "description": "Dados genticos com o propsito de identificar uma pessoa de maneira nica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados biomtricos para identificao de pessoas",
        "description": "Dados biomtricos com o propsito de identificar uma pessoa de maneira nica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados de Sade",
        "description": "Dados sobre o estado de sade de uma pessoa",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Origem racial ou tnica",
        "description": "Dados que revelam origem racial ou tnica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Opinies polticas",
        "description": "Dados revelando opinies polticas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Crenas religiosas ou filosficas",
        "description": "Dados que revelam crenas religiosas ou filosficas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Filiao sindical",
        "description": "Dados revelando filiao sindical",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados relacionados  vida sexual ou orientao sexual de algum",
        "description": "Vida sexual ou orientao sexual",
        "article": 9.0,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Condenaes criminais e ofensas",
        "description": "Tratamento de dados pessoais relativos a condenaes criminais e infraes",
        "article": 10.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Sigilo profissional",
        "description": "Dados pessoais protegidos por sigilo profissional",
        "article": 90.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados arriscados para os direitos e liberdades das pessoas fsicas",
        "description": "Dados que geralmente so considerados como implicando em uma elevao do possvel risco para os direitos e liberdades das pessoas fsicas",
        "article": 34.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados de comunicao eletrnica",
        "description": "Os controladores de dados no setor de comunicaes eletrnicas devem cumprir uma poltica de segurana especfica que proteja os dados pessoais contra destruio acidental ou ilegal, perda ou alterao acidental e armazenamento, processamento, acesso ou divulgao no autorizada ou ilegal de dados pessoais; garantir que os dados pessoais s possam ser acessados por pessoal autorizado para fins legalmente autorizados; e fornecer informaes aos assinantes sobre qualquer risco especfico de violao da segurana de [uma] rede de comunicaes pblicas.",
        "article": 95.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Dados de localizao",
        "description": "Voc s pode processar dados de localizao (informaes da rede ou servio sobre a localizao de um telefone ou outro dispositivo) com a autoridade da rede, servio ou provedor de servios de valor agregado, e somente se for annimo; ou voc tem consentimento para us-lo para um servio de valor agregado.",
        "article": 9.0,
        "url": "https://ico.org.uk/for-organisations/guide-to-pecr/communications-networks-and-services/location-data/",
        "special": true
      },
      {
        "name": "Dados financeiros",
        "description": "Dados financeiros sobre uma pessoa",
        "article": 9.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Atividades domsticas muito intrusivas",
        "description": "Informaes processadas por uma pessoa fsica no curso de atividades puramente pessoais ou domsticas (como servios de computao em nuvem para gerenciamento de documentos pessoais, servios de e-mail, dirios, leitores eletrnicos equipados com recursos de anotaes e vrios aplicativos de registro de vida que podem conter informaes muito pessoais), cuja divulgao ou processamento para qualquer outra finalidade que no atividades domsticas pode ser considerada muito intrusiva.",
        "article": 10.0,
        "url": "http://ec.europa.eu/newsroom/document.cfm%3Fdoc_id%3D44137",
        "special": true
      }
    ]
  },
  "Tipo de Processamento": {
    "Genrico": [
      {
        "name": "Normal",
        "description": "Insira se nenhum dos outros tipos listados se aplicar.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliao ou reviso de pessoas",
        "description": "Avaliao ou reviso de pessoas, incluindo perfis e prognsticos",
        "article": null,
        "url": ""
      },
      {
        "name": "Decises automatizadas com consequncias legais",
        "description": "Decises automatizadas com consequncias legais ou consequncias substanciais semelhantes",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento sistemtico",
        "description": "Monitoramento sistemtico (rastreamento, monitoramento ou verificao do titular dos dados) (som, foto ou gravaes de vdeo)",
        "article": null,
        "url": ""
      },
      {
        "name": "Atividades de processamento em grande escala",
        "description": "Atividades de processamento em grande escala ou atividades de processamento com consequncias para um grande nmero de partes interessadas",
        "article": null,
        "url": ""
      },
      {
        "name": "Combinao de dados inesperados pelos titulares dos dados",
        "description": "Combinao ou fuso de colees de dados que os titulares dos dados no podem esperar razoavelmente",
        "article": null,
        "url": ""
      },
      {
        "name": "Preveno de titulares de dados de exercer um direito",
        "description": "Processamento de dados que impede que os titulares dos dados exeram um direito, usem um servio ou concluam um contrato",
        "article": null,
        "url": ""
      },
      {
        "name": "Uso de novas tecnologias e meios organizacionais",
        "description": "Uso de novas tecnologias ou aplicao de meios tcnicos e organizacionais",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento em larga escala de uma rea pblica",
        "description": "Monitoramento sistemtico de uma rea acessvel ao pblico em grande escala",
        "article": null,
        "url": ""
      }
    ]
  },
  "Lista Indicativa de Categorias de Destinatrios": {
    "Genrico": [
      {
        "name": "O prprio titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Relaes pessoais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Conselheiros profissionais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Empregador ou relaes comerciais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Indivduos ou organizaes em um relacionamento direto com o controlador",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Outras empresas privadas",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Servios pblicos",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Tribunais e aplicao da lei",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Escritrios de benefcios do governo",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Bancos e seguradoras",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Dados pessoais ou corretores de marketing direto",
        "description": "",
        "article": null,
        "url": ""
      }
    ]
  },
  "Natureza da transferncia para pas terceiro / organizao internacional": {
    "Genrico": [
      {
        "name": "Transferncias com base em uma deciso de adequao",
        "description": "GDPR Artigo 45 e LGPD Artigo 5 captulo XV",
        "article": 45.0,
        "url": ""
      },
      {
        "name": "Transferncias com base em salvaguardas adequadas",
        "description": "GDPR Artigo 46",
        "article": 46.0,
        "url": ""
      },
      {
        "name": "Transferncias com base em BCRs",
        "description": "GDPR Artigo 47",
        "article": 47.0,
        "url": ""
      },
      {
        "name": "Transferncias com base em iseno para situao especfica",
        "description": "GDPR Artigo 49(1)",
        "article": 49.0,
        "url": ""
      },
      {
        "name": "Transferncia com base nos requisitos do Artigo 49 (2) do GDPR",
        "description": "GDPR Artigo 49(2)",
        "article": 49.0,
        "url": ""
      }
    ]
  },
  "Lista indicativa de categorias de titulares de dados": {
    "Genrico": [
      {
        "name": "Pacientes",
        "description": "Seus Pacientes",
        "article": null,
        "url": "",
        "vulnerable": true
      },
      {
        "name": "Clientes",
        "description": "Seus Clientes",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Funcionrios",
        "description": "Seus Funcionrios",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Alunos",
        "description": "Seus Alunos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Oficiais e Supervisores",
        "description": "Seus Oficiais e Supervisores",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Usurios do sistema",
        "description": "Usurios de seus sistemas",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Convicted felons",
        "description": "Seus criminosos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Titulares de aes",
        "description": "Seus Titulares de aes",
        "article": null,
        "url": "",
        "vulnerable": false
      }
    ]
  }
}
