{
  "Indicative List of Purpose Types": {
    "Fins Gerais": [
      {
        "name": "HR",
        "description": "Recrutamento e selecao de funcionarios e intermediarios (corretores, representantes independentes, etc.). Administracao da folha de pagamento, remuneracoes, comissoes e salarios. Aplicacao da legislacao social.",
        "article": null,
        "url": ""
      },
      {
        "article": null,
        "description": "Avaliacao e gestao de colaboradores e intermediarios. Planejamento de formacao e carreira.",
        "name": "Gestao de Pessoal",
        "url": ""
      },
      {
        "name": "Gestao de Tarefas",
        "description": "Planejamento e gerenciamento de tarefas, cargas de trabalho e desempenho.",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento do local de trabalho",
        "description": "Acompanhamento das atividades profissionais no ambiente de trabalho via CFTV ou sistemas de TI, como monitoramento de e-mail, uso de internet, telefones, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de Clientes",
        "description": "Administracao de clientes, gestao de encomendas, entregas, faturacao de servicos materiais e imateriais. Monitorizacao de solvencia. Marketing e publicidade personalizados. Cadastrar clientes de uma empresa e traca-los com base nas compras.",
        "article": null,
        "url": ""
      },
      {
        "name": "Combate a fraude e violacoes de clientes",
        "description": "Pretende-se atividades para prevenir e detectar tais atos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de reclamacoes",
        "description": "Gestao de reclamacoes, incluindo reembolso de valores devidos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de Fornecedores",
        "description": "Administracao de fornecedores. Gerenciamento de pedidos recebidos e pagamento de fornecedores. Prospeccao de possiveis fornecedores e sua avaliacao.",
        "article": null,
        "url": ""
      },
      {
        "name": "Coleta de doacao",
        "description": "Administracao de doadores para um clube. Prospeccao de novos doadores.",
        "article": null,
        "url": ""
      },
      {
        "name": "Relacoes Publicas",
        "description": "Isso inclui criar boa vontade para a organizacao.",
        "article": null,
        "url": ""
      },
      {
        "name": "Business intelligence",
        "description": "Analisando concorrentes e parceiros em potencial.",
        "article": null,
        "url": ""
      },
      {
        "name": "Cadastro e administracao de acionistas ou socios",
        "description": "Manter um registro de acionistas ou socios. A administracao de seus beneficios financeiros e outros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de Membros",
        "description": "A administracao dos socios, voluntarios e simpatizantes de um clube.",
        "article": null,
        "url": ""
      },
      {
        "name": "Seguranca",
        "description": "Data processing to ensure the safety of people or goods. Note: In principle, security cameras are subject to the law of March 21, 2007 regarding the placement and use of security cameras (the ‘Camera Law’) and may not be reported by means of this form. Please use the customized thematic form. More information in this regard can be found at www.privacycommission.be (Caméras de surveillance et notre vie privée / Bewakingscamera’s en onze privacy).",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de disputas",
        "description": "A gestao por pessoas fisicas, organismos privados ou autoridades publicas dos seus proprios litigios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Protecao da sociedade, da industria ou da organizacao",
        "description": "Tratamento de dados relativos a pessoas que representam um certo risco, como hooligans.",
        "article": null,
        "url": ""
      }
    ],
    "Fins Governamentais": [
      {
        "name": "Taxas",
        "description": "Cobranca de impostos e atividades a ela relacionadas: registro de contribuintes e tambem calculo, cobranca e rastreamento de impostos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Subsidios",
        "description": "Concessao de subsidios e atividades relacionadas: pesquisa de beneficiarios elegiveis, bem como calculo, pagamento e rastreamento de subsidios.",
        "article": null,
        "url": ""
      },
      {
        "name": "Permissoes",
        "description": "Concessao de licencas e atividades relacionadas: pesquisa de destinatarios elegiveis e acompanhamento dos requisitos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Processamento realizado pelo governo local",
        "description": "Atividades de processamento realizadas pelo governo local, como processamento relacionado a registros populacionais, identidades pessoais, registros civis, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Eleicoes",
        "description": "Manter listas de eleitores e organizar eleicoes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administracao de imigracao",
        "description": "Manter um registro de imigrante e rastrear autorizacoes de residencia.",
        "article": null,
        "url": ""
      },
      {
        "name": "Land registry",
        "description": "Creating and updating a registry of properties, levying property taxes and providing tax certificates.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros do governo",
        "description": null,
        "descricao": "Gestao da correspondencia entre o servico publico e as pessoas que se comunicaram voluntariamente com o servico. Gestao de dados de pessoas com quem o servico publico nao mantem uma relacao lucrativa.",
        "article": null,
        "url": ""
      }
    ],
    "Justice and Law Enforcement": [
      {
        "name": "Seguranca Publica",
        "description": "Coletar e rastrear informacoes sobre pessoas consideradas um risco para a seguranca publica.",
        "article": null,
        "url": ""
      },
      {
        "name": "Execucao Criminal",
        "description": "Detectar e rastrear pessoas suspeitas de crimes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aplicacao regulatoria",
        "description": "Prevenir violacoes e supervisionar o cumprimento de leis e regulamentos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administracao judicial",
        "description": "Manter processos e registros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros Criminais",
        "description": "Registro de condenacoes criminais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Defendendo clientes",
        "description": "Gestao de processos e interesses criminais por advogados ou outros consultores juridicos no interesse dos seus clientes.",
        "article": null,
        "url": ""
      }
    ],
    "Educacao": [
      {
        "name": "Administracao de alunos",
        "description": "Criar uma base de dados de alunos, organizar o curriculo e os exames, registar resultados e decisoes. Calculo, facturacao e cobranca de dividas. Relacoes com ex-alunos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de alunos",
        "description": "Fornecer aconselhamento de orientacao aos alunos sobre seu desenvolvimento intelectual, seus problemas psicologicos e selecao de planos de carreira.",
        "article": null,
        "url": ""
      }
    ],
    "Cultura e Bem Estar" [
      {
        "name": "Gestao da Biblioteca",
        "description": "Cadastrar membros de uma biblioteca em um banco de dados, rastreando seus emprestimos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento publico",
        "description": "Fornecer material e / ou aconselhamento psicologico a pessoas necessitadas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Aconselhamento de emprego",
        "description": "Aconselhamento de desempregados e sua formacao para um novo emprego.",
        "article": null,
        "url": ""
      }
    ],
    "Beneficios do governo": [
      {
        "name": "Administracao de destinatarios elegiveis",
        "description": "Recolher contribuicoes, determinar e conceder beneficios do governo, incluindo assistencia social.",
        "article": null,
        "url": ""
      }
    ],
    "Saude e Cuidados": [
      {
        "name": "Cuidados com o paciente",
        "description": "assistencia prestada e a ser prestada com o objetivo de melhorar a qualidade da assistencia prestada aos pacientes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Codificacao medica",
        "description": "Acompanhamento de atendimento e tratamento hospitalar para fins de faturamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registros de pacientes",
        "description": "Registro de informacoes medicas e hospitalares para fins de gerenciamento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registrando grupos de risco",
        "description": "Identificar e monitorar pessoas com riscos medicos elevados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Registro de doadores de orgaos",
        "description": "Criacao de bancos de dados de pessoas que desejam ser doadores de orgaos, bem como a promocao e uso de tal banco de dados.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gerenciamento de estoque de medicamentos",
        "description": "Processamento de dados relacionados com a prescricao e entrega de medicamentos.",
        "article": null,
        "url": ""
      }
    ],
    "Pesquisa cientifica primaria ou secundaria cujo objetivo e consistente com o objetivo da colecao original": [
      {
        "name": "Pesquisa epidemiologica",
        "description": "Pesquisa sobre a disseminacao do risco medico, morbidade e mortalidade.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa biomedica",
        "description": "Pesquisa sobre as causas da patologia medica e o efeito dos tratamentos medicos. Ensaios clinicos.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliacao do atendimento ao paciente",
        "description": "Coleta e processamento de todos os dados relativos aos diagnosticos medicos e paramedicos, bem como as praticas terapeuticas prestadas aos pacientes com o objetivo de melhorar a qualidade das praticas de atendimento.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa cientifica",
        "description": "Qualquer ato destinado a determinar conexoes paradigmaticas, comportamentais e causais que sejam maiores do que os individuos aos quais estao relacionadas. Destina-se a descrever fenomenos globais.",
        "article": null,
        "url": ""
      },
      {
        "name": "Market research",
        "description": "Studies related to the buying behavior, preferences and purchase intentions of people for the purpose of determining market strategies.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa de mercado",
        "description": "Tratamento de dados pessoais de arquivos privados ou publicos com o objetivo de analisar um evento historico ou possibilitar essa analise.",
        "article": null,
        "url": ""
      },
      {
        "name": "Genealogia",
        "description": "Tratamento de dados pessoais para fins de construcao de arvore genealogica ou genealogica, registo familiar ou lista familiar, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Pesquisa estatistica",
        "description": "Qualquer ato destinado a coletar e processar dados pessoais necessarios para questionarios estatisticos ou para a entrega de um resultado estatistico (por exemplo, anuncio geral, ajuda no planejamento e tomada de decisao e a servico da ciencia). ",
        "article": null,
        "url": ""
      }
    ],
    "Servicos bancarios e financeiros, seguros": [
      {
        "name": "Gerenciamento de contas",
        "description": "A gestao de contas individuais de debito e poupanca, com saldo credor ou nao, pertencentes a clientes da instituicao financeira. Estas atividades incluem as operacoes de pagamento relacionadas com a conta.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de patrimonio",
        "description": "Refere-se a totalidade das acoes realizadas por um banco, de forma discricionaria ou nao, no aconselhamento ao cliente na gestao do seu patrimonio.",
        "article": null,
        "url": ""
      },
      {
        "name": "Financas corporativas",
        "description": "Prestacao de servicos relacionados a distribuicao de capital, venda de acoes, incorporacoes e incorporacoes.",
        "article": null,
        "url": ""
      },
      {
        "name": "Emprestimo",
        "description": "Refere-se a totalidade das acoes relacionadas com a estimativa dos riscos incorridos por um banco na concessao de credito, independentemente da natureza do credito.",
        "article": null,
        "url": ""
      },
      {
        "name": "Administracao de credito",
        "description": "Refere-se as acoes relacionadas ao monitoramento e reembolso de saldos credores, incluindo sinistros, e as acoes relacionadas a esses sinistros, independentemente do envolvimento de terceiros.",
        "article": null,
        "url": ""
      },
      {
        "name": "Visao geral do cliente global",
        "description": "A integracao da totalidade ou de parte dos dados processados no contexto de uma das finalidades especificas do setor bancario. Com a finalidade de se chegar a uma conclusao sobre a rentabilidade geral dos clientes e se devem ser oferecidos produtos ou servicos bancarios customizados as suas necessidades e que auxiliem a instituicao bancaria, de uma forma geral, a tomar as decisoes necessarias em relacao aos seus clientes. ",
        "article": null,
        "url": ""
      },
      {
        "name": "Servicos de corretagem",
        "description": "A mediacao entre clientes e instituicoes financeiras especializadas em seguros, credito, produtos de bolsa, etc.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de seguros pessoais",
        "description": "Seguro de pessoas contra incertezas que prejudicam a integridade fisica ou a situacao familiar das pessoas. Analise de risco, gestao de apolices, premios e indenizacoes. Resseguro e gestao de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de seguros de grupo",
        "description": "A variante em grupo do seguro pessoal.",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de seguros contra incendio, acidentes e perigos diversos",
        "description": "Seguro de clientes contra danos a bens e bens ou contra sua responsabilidade por danos causados a terceiros. Analise de riscos, gestao de apolices, premios e indenizacoes. Resseguro e gestao de disputas.",
        "article": null,
        "url": ""
      },
      {
        "name": "Seguro de acidentes industriais",
        "description": "Seguro de empregadores contra danos sofridos por funcionarios durante acidentes de trabalho. Analise de riscos, gestao de apolices, premios e indenizacoes. Resseguro e gestao de disputas. Pesquisa preventiva",
        "article": null,
        "url": ""
      },
      {
        "name": "Gestao de riscos elevados",
        "description": "Processamento de dados em varios ramos de seguros sobre pessoas com risco elevado, com o objetivo de evitar riscos inaceitaveis e fraudes.",
        "article": null,
        "url": ""
      }
    ],
    "Trade": [
      {
        "name": "Marketing direto",
        "description": "Prospeccao, atividades e servicos oferecidos a segmentos populacionais por sociedades comerciais, instituicoes de caridade ou outros clubes ou fundacoes, inclusive de natureza politica. Os meios de comunicacao para essas acoes podem ser correio, telefone ou outros meios diretos (por exemplo, e-mail). Nao importa se o destinatario ja e um cliente ou nao.",
        "article": null,
        "url": ""
      },
      {
        "name": "Comercio de inteligencia comercial",
        "description": "Venda apos processamento de dados, publicados por fontes oficiais (como o Moniteur Belge / Belgisch Staatsblad), em combinacao com dados adquiridos de outras instituicoes.",
        "article": null,
        "url": ""
      }
    ]
  },
  "Base para processamento": {
    "Generico": [
      {
        "name": "Consentimento do titular dos dados",
        "description": "O titular dos dados deu consentimento para o processamento de seus dados pessoais para uma ou mais finalidades especificas (Artigo 6 (1) (a) do GDPR). \n Observe que o consentimento deve atender aos requisitos determinados pelo Artigo 7 do GDPR.",
        "article": 7.1,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Necessario para a execucao de um contrato",
        "description": "quando necessario para a execucao de contrato ou de procedimentos preliminares relacionados a contrato do qual seja parte o titular, a pedido do titular dos dados",
        "article": 7.5,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Obrigacao Legal",
        "description": "para o cumprimento de obrigacao legal ou regulatoria pelo controlador.",
        "article": 7.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Protecao dos interesses vitais do titular dos dados",
        "description": "O tratamento e necessario para proteger os interesses vitais do titular dos dados ou de outra pessoa fisica",
        "article": 6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Tarefa realizada no interesse publico ou no exercicio da autoridade oficial",
        "description": "para o exercicio regular de direitos em processo judicial, administrativo ou arbitral, esse ultimo nos termos da Lei n? 9.307, de 23 de setembro de 1996 (Lei de Arbitragem).",
        "article": 7.6,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      },
      {
        "name": "Protecao da Vida",
        "description": "para a protecao da vida ou da incolumidade fisica do titular ou de terceiro.",
        "article": 7.7,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm"
      }
    ]
  },
  "Lista Indicativa de Categorias de Dados Funcionais": {
    "Dados de identificacao": [
      {
        "name": "PII",
        "description": "Nome, cargo, endereco (trabalho e casa), enderecos anteriores, numero de telefone (trabalho e casa), IDs atribuidos pelo controlador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Informacoes de identificacao atribuidas por instituicoes governamentais, alem do numero da previdencia social",
        "description": "Numero da carteira de identidade, numero do passaporte, numero da carteira de motorista, numero da placa do carro, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificacao eletronica",
        "description": "Enderecos IP, cookies, horarios de conexao, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de localizacao eletronica",
        "description": "Dados de torre de celular, dados de GPS, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de identificacao biometrica",
        "description": "Dados de DNA, impressoes digitais e de voz, varreduras da iris, reconhecimento facial, reconhecimento da forma do dedo ou da mao, assinaturas dinamicas, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados financeiros especiais": [
      {
        "name": "Dados de identificacao financeira",
        "description": "Numeros de identificacao, numeros de contas bancarias, numeros de cartao de credito ou debito, codigos secretos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Meios Financeiros",
        "description": "Renda, posses, investimentos, renda total, renda profissional, poupanca, datas de inicio e termino de investimentos, renda de investimento, dividas sobre ativos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dividas e despesas",
        "description": "Despesas totais, aluguel, emprestimos, hipotecas e outras formas de credito.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Solvencia",
        "description": "Avaliacao da receita, do estatuto financeiro, da solvencia.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Emprestimos, hipotecas, linhas de credito",
        "description": "Natureza do emprestimo, montante emprestado, saldo remanescente, data de inicio, periodo do emprestimo, taxa de juros, visao geral do pagamento, detalhes relativos as garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Assistencia financeira",
        "description": "Beneficios, assistencia, presentes, subsidios.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes da apolice de seguro",
        "description": "Natureza da apolice de seguro, detalhes sobre os riscos cobertos, valores segurados, periodo segurado, data de rescisao, pagamentos efetuados, recebidos ou perdidos, situacao do contrat",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Pension plan details",
        "description": "Effective date of the pension plan, nature of the plan, termination date of the plan, received and made payments, options, beneficiaries.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes do plano de pensao",
        "description": "Valores pagos e a pagar pelo titular dos dados, linhas de credito concedidas, fiancas, forma de pagamento, visao geral do pagamento, depositos e outras garantias.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Compensation",
        "description": "Detalhes sobre indenizacoes reclamadas, valores pagos ou outros tipos de compensacao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Atividades profissionais",
        "description": "Atividades profissionais desempenhadas pelo titular dos dados: natureza da atividade, natureza dos bens ou servicos utilizados ou prestados pela pessoa inscrita no registo, relacoes comerciais.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Acordos comerciais",
        "description": "Detalhes sobre acordos ou acordos comerciais, acordos sobre representacao ou acordos legais, detalhes sobre agentes.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Permissoes",
        "description": "Licencas detidas pelos titulares dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Caracteristicas pessoais": [
      {
        "name": "Detalhes Pessoais",
        "description": "Idade, sexo, data de nascimento, local de nascimento, estado civil, nacionalidade.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes Militares",
        "description": "Estatuto militar, visao geral militar, distincoes militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Status de imigrante",
        "description": "Detalhes relativos ao visto, autorizacao de trabalho, residencia ou limitacoes de movimento, condicoes especiais relacionadas com a autorizacao de residencia.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Physical details": [
      {
        "name": "Descicao Fisica",
        "description": "Altura, peso, cor do cabelo, cor dos olhos, caracteristicas distintivas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Habitos privados": [
      {
        "name": "Habitos",
        "description": "Uso de tabaco, uso de alcool.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Estilo de Vida",
        "description": "Detalhes sobre o uso de bens ou servicos, comportamento dos titulares dos dados ou seus familiares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes de Viagens e movimentacoes",
        "description": "Informacoes sobre residencias e movimentos anteriores, vistos de viagem, autorizacoes de trabalho.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Contatos Sociais",
        "description": "Amigos, parceiros de negocios, relacionamentos com pessoas que nao sejam familiares proximos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Posses",
        "description": "Terra, propriedade ou outras posses.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Mandatos publicos",
        "description": "Funcoes dentro do governo local, regional, nacional ou federal, participacao em comites governamentais, grupos de trabalho ou orgaos deliberativos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Reclamacoes, incidentes ou acidentes",
        "description": "Informacoes sobre um acidente, incidente ou reclamacao em que o titular dos dados esteja envolvido, a natureza dos danos ou lesoes, pessoas envolvidas, testemunhas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Distincoes",
        "description": "Distincoes civis, religiosas ou militares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de midia",
        "description": "Uso de midia e meios de comunicacao.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Psychological details": [
      {
        "name": "Descricoes psicologicas",
        "description": "Opinioes sobre personalidade ou carater.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Composicao familiar": [
      {
        "name": "Casamento ou forma atual de coabitacao",
        "description": "Nome do conjuge ou companheiro, nome de solteira do conjuge ou companheiro, data do casamento, data do contrato de coabitacao, numero de filhos, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Historia conjugal",
        "description": "Detalhes sobre casamentos ou parcerias anteriores, divorcios, separacoes, nomes de parceiros anteriores.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Detalhes sobre outros familiares ou membros da familia",
        "description": "Filhos, dependentes, outros membros da familia, outros parentes de sangue proximos, pais e descendentes.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Leisure pursuits and interests": [
      {
        "name": "Atividades e interesses de lazer",
        "description": "Hobbies, esportes, outros interesses.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Memberships": [
      {
        "name": "Associacoes (exceto profissionais, politicas ou em sindicatos)",
        "description": "Participacao em organizacoes de caridade ou beneficentes, clubes, parcerias, sindicatos, organizacoes, grupos, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Categorias de dados legais": [
      {
        "name": "Dados legais relacionados a suspeitas",
        "description": "Suspeitas de violacoes, conexoes conspiratorias com criminosos conhecidos. Inqueritos ou acoes judiciais (civis ou criminais) empreendidas por ou contra o titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre condenacoes e sentencas",
        "description": "Conviccoes e sentencas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre acoes judiciais",
        "description": "Tutela, administracao temporaria, internamento, colocacao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre penalidades administrativas",
        "description": "Penalidades administrativas:\n* de natureza puramente disciplinar;\n* aquelas que podem ser impostas a pessoas que nao estao no servico publico, mas cooperam com elas (medicos, farmaceuticos, paramedicos, empreiteiros de obras publicas);\n* aquelas que podem ser impostas a pessoas que usam servicos publicos;\n * aquelas que podem ser impostas por nao cumprimento de medidas legais ou regulamentares, por exemplo jogar lixo na via publica.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados legais sobre DNA",
        "description": "Dados de DNA processados no contexto da lei de 22 de marco de 1999 relacionados a procedimentos de identificacao por meio de analise de DNA em processos criminais.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Habitos de consumo": [
      {
        "name": "Dados de aluguel",
        "description": "Detalhes sobre os bens e servicos fornecidos, emprestados ou alugados ao titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de emprestimo",
        "description": "Detalhes sobre os bens e servicos fornecidos, emprestados ou alugados pelo titular dos dados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre residencia": [
      {
        "name": "Dados sobre residencia",
        "description": "Endereco da residencia: natureza da residencia, propriedade propria ou alugada, duracao da residencia nesse endereco, aluguel, custos, classificacao da residencia, detalhes sobre a avaliacao, nomes das pessoas que possuem as chaves.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre Saude": [
      {
        "name": "Dados de saude fisica",
        "description": "Arquivo medico, relatorio medico, informacoes diagnosticas, tratamento, resultados de analises, deficiencia ou enfermidade, dieta alimentar; outras demandas especiais relacionadas a saude no gerenciamento de uma viagem ou residencia.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de saude mental",
        "description": "Arquivo medico, relatorio medico, informacoes de diagnostico, tratamento, resultados de analises.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados sobre situacoes de risco e comportamento de risco",
        "description": "Situacoes de risco e comportamento de risco.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados geneticos relacionados a estudos populacionais, pesquisas geneticas, etc.",
        "description": "Dados geneticos relacionados a estudos populacionais, pesquisas geneticas, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Dados de recuperacao",
        "description": "Dados relacionados aos meios e procedimentos usados durante um tratamento medico e paramedico.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Educacao e treinamento": [
      {
        "name": "Curriculo academico",
        "description": "Visao geral das escolas, instituicoes, faculdades e universidades frequentadas, natureza dos cursos concluidos, diplomas ou certificados obtidos, resultados de exames, outros diplomas concedidos, avaliacao do progresso dos estudos.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Visao geral financeira dos estudos",
        "description": "Taxas de inscricao e custos pagos, financiamento, formas de pagamento, registros de pagamento.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Qualificacoes profissionais",
        "description": "Certificados e treinamentos profissionais, licencas especiais (CREA, OAB, etc.).",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Experiencia profissional",
        "description": "Interesses profissionais, interesses de pesquisa, interesses academicos, especializacoes, experiencia de ensino, consultas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Filiacao e / ou participacao em organizacoes profissionais",
        "description": "Detalhes sobre os grupos, comites ou comissoes envolvidos, funcoes exercidas, interesses especiais e registros de participacao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Publicacoes",
        "description": "Livros, artigos, relatorios, materiais audiovisuais publicados.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Profissao e emprego": [
      {
        "name": "Emprego atual",
        "description": "Empregador, descricao do cargo e funcao, antiguidade, data de recrutamento, local de trabalho, especializacao ou tipo de empresa, modos e condicoes de trabalho, cargos anteriores e experiencia anterior de trabalho no mesmo empregador.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Recrutamento",
        "description": "Data de recrutamento, metodo de recrutamento, fonte de recrutamento, referencias, detalhes relacionados com o periodo de estagio.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Rescisao de trabalho",
        "description": "Data de rescisao, motivo, periodo de notificacao, condicoes de rescisao.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Carreira",
        "description": "Emprego anterior e empregadores, periodos sem emprego, servico militar.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Absentismo e disciplina",
        "description": "Registos de absentismo, motivos de ausencia, medidas disciplinares.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Medicina Ocupacional",
        "description": "Diminuicao da capacidade de trabalho decorrente de acidente de trabalho, certificacao de primeiros socorros.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Remuneracoes",
        "description": "Pagamentos e deducoes, salarios, comissoes, bonus, despesas, subvencoes, vantagens, emprestimos, retencoes de impostos, retencoes do FICA, contribuicoes sindicais, metodos de pagamento, data do aumento salarial mais recente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Bens em posse do funcionario",
        "description": "Carro, ferramentas, pecas sobressalentes, ferramentas de referencia, outros objetos em posse do funcionario.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Organizacao do Trabalho",
        "description": "Responsabilidades atuais, projetos, horas faturaveis, salario por hora, horas trabalhadas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Analise",
        "description": "Avaliacao de desempenho, possibilidades.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Treinamento para a posicao",
        "description": "Detalhes sobre o treinamento exigido e recebido para o cargo, bem como as qualificacoes e autoridade obtidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Seguranca",
        "description": "Senhas, codigos de seguranca, niveis em que as permissoes sao concedidas.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Uso de tecnologia",
        "description": "Avaliacao da utilizacao de tecnologia (Internet, email, etc.).",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "CPF": [
      {
        "name": "CPF",
        "description": "CPF",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados raciais ou etnicos": [
      {
        "name": "Dados raciais ou etnicos",
        "description": "Dados raciais ou etnicos",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Dados sobre a vida sexual": [
      {
        "name": "Dados sobre a vida sexual",
        "description": "Orientacao sexual, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Opinioes politicas": [
      {
        "name": "Opinioes politicas",
        "description": "Conviccoes politicas, preferencia partidaria.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Afiliacao politica",
        "description": "Filiacao a um partido politico, funcoes politicas exercidas atualmente.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Membership in an interest group or militant organization",
        "description": "Membro de um grupo de interesse ou organizacao militante",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Filiacao a um sindicato": [
      {
        "name": "Filiacao a um sindicato",
        "description": "Filiacao a sindicato ou organizacao similar, funcoes exercidas.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Crencas filosoficas ou religiosas": [
      {
        "name": "Crencas filosoficas",
        "description": "Crencas filosoficas ou religiosas",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravacoes em video": [
      {
        "name": "Imagens",
        "description": "Gravacao de camera, gravacao fotografica, gravacao de video, fotos digitais, etc.",
        "article": null,
        "url": "",
        "special": false
      },
      {
        "name": "Imagens de vigilancia",
        "description": "Imagens de cameras de seguranca.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Gravacoes de som": [
      {
        "name": "Gravacoes de som",
        "description": "Gravacoes de fita, gravacoes de telefone, etc.",
        "article": null,
        "url": "",
        "special": false
      }
    ],
    "Especial - normalmente proibido": [
      {
        "name": "Dados geneticos para identificacao pessoal",
        "description": "Dados geneticos com o proposito de identificar uma pessoa de maneira unica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados biometricos para identificacao de pessoas",
        "description": "Dados biometricos com o proposito de identificar uma pessoa de maneira unica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados de Saude",
        "description": "Dados sobre o estado de saude de uma pessoa",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Origem racial ou etnica",
        "description": "Dados que revelam origem racial ou etnica",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Opinioes politicas",
        "description": "Dados revelando opinioes politicas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Crencas religiosas ou filosoficas",
        "description": "Dados que revelam crencas religiosas ou filosoficas",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Filiacao sindical",
        "description": "Dados revelando filiacao sindical",
        "article": 5.2,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Dados relacionados a vida sexual ou orientacao sexual de alguem",
        "description": "Vida sexual ou orientacao sexual",
        "article": 9.0,
        "url": "http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/L13709.htm",
        "special": true
      },
      {
        "name": "Condenacoes criminais e ofensas",
        "description": "Tratamento de dados pessoais relativos a condenacoes criminais e infracoes",
        "article": 10.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Sigilo profissional",
        "description": "Dados pessoais protegidos por sigilo profissional",
        "article": 90.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados arriscados para os direitos e liberdades das pessoas fisicas",
        "description": "Dados que geralmente sao considerados como implicando em uma elevacao do possivel risco para os direitos e liberdades das pessoas fisicas",
        "article": 34.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679",
        "special": true
      },
      {
        "name": "Dados de comunicacao eletronica",
        "description": "Os controladores de dados no setor de comunicacoes eletronicas devem cumprir uma politica de seguranca especifica que proteja os dados pessoais contra destruicao acidental ou ilegal, perda ou alteracao acidental e armazenamento, processamento, acesso ou divulgacao nao autorizada ou ilegal de dados pessoais; garantir que os dados pessoais so possam ser acessados por pessoal autorizado para fins legalmente autorizados; e fornecer informacoes aos assinantes sobre qualquer risco especifico de violacao da seguranca de [uma] rede de comunicacoes publicas.",
        "article": 95.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Dados de localizacao",
        "description": "Voce so pode processar dados de localizacao (informacoes da rede ou servico sobre a localizacao de um telefone ou outro dispositivo) com a autoridade da rede, servico ou provedor de servicos de valor agregado, e somente se for anonimo; ou voce tem consentimento para usa-lo para um servico de valor agregado.",
        "article": 9.0,
        "url": "https://ico.org.uk/for-organisations/guide-to-pecr/communications-networks-and-services/location-data/",
        "special": true
      },
      {
        "name": "Dados financeiros",
        "description": "Dados financeiros sobre uma pessoa",
        "article": 9.0,
        "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN",
        "special": true
      },
      {
        "name": "Atividades domesticas muito intrusivas",
        "description": "Informacoes processadas por uma pessoa fisica no curso de atividades puramente pessoais ou domesticas (como servicos de computacao em nuvem para gerenciamento de documentos pessoais, servicos de e-mail, diarios, leitores eletronicos equipados com recursos de anotacoes e varios aplicativos de registro de vida que podem conter informacoes muito pessoais), cuja divulgacao ou processamento para qualquer outra finalidade que nao atividades domesticas pode ser considerada muito intrusiva.",
        "article": 10.0,
        "url": "http://ec.europa.eu/newsroom/document.cfm%3Fdoc_id%3D44137",
        "special": true
      }
    ]
  },
  "Tipo de Processamento": {
    "Generico": [
      {
        "name": "Normal",
        "description": "Insira se nenhum dos outros tipos listados se aplicar.",
        "article": null,
        "url": ""
      },
      {
        "name": "Avaliacao ou revisao de pessoas",
        "description": "Avaliacao ou revisao de pessoas, incluindo perfis e prognosticos",
        "article": null,
        "url": ""
      },
      {
        "name": "Decisoes automatizadas com consequencias legais",
        "description": "Decisoes automatizadas com consequencias legais ou consequencias substanciais semelhantes",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento sistematico",
        "description": "Monitoramento sistematico (rastreamento, monitoramento ou verificacao do titular dos dados) (som, foto ou gravacoes de video)",
        "article": null,
        "url": ""
      },
      {
        "name": "Atividades de processamento em grande escala",
        "description": "Atividades de processamento em grande escala ou atividades de processamento com consequencias para um grande numero de partes interessadas",
        "article": null,
        "url": ""
      },
      {
        "name": "Combinacao de dados inesperados pelos titulares dos dados",
        "description": "Combinacao ou fusao de colecoes de dados que os titulares dos dados nao podem esperar razoavelmente",
        "article": null,
        "url": ""
      },
      {
        "name": "Prevencao de titulares de dados de exercer um direito",
        "description": "Processamento de dados que impede que os titulares dos dados exercam um direito, usem um servico ou concluam um contrato",
        "article": null,
        "url": ""
      },
      {
        "name": "Uso de novas tecnologias e meios organizacionais",
        "description": "Uso de novas tecnologias ou aplicacao de meios tecnicos e organizacionais",
        "article": null,
        "url": ""
      },
      {
        "name": "Monitoramento em larga escala de uma area publica",
        "description": "Monitoramento sistematico de uma area acessivel ao publico em grande escala",
        "article": null,
        "url": ""
      }
    ]
  },
  "Lista Indicativa de Categorias de Destinatarios": {
    "Generico": [
      {
        "name": "O proprio titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Relacoes pessoais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Conselheiros profissionais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Empregador ou relacoes comerciais do titular dos dados",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Individuos ou organizacoes em um relacionamento direto com o controlador",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Outras empresas privadas",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Servicos publicos",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Tribunais e aplicacao da lei",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Escritorios de beneficios do governo",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Bancos e seguradoras",
        "description": "",
        "article": null,
        "url": ""
      },
      {
        "name": "Dados pessoais ou corretores de marketing direto",
        "description": "",
        "article": null,
        "url": ""
      }
    ]
  },
  "Natureza da transferencia para pais terceiro / organizacao internacional": {
    "Generico": [
      {
        "name": "Transferencias com base em uma decisao de adequacao",
        "description": "GDPR Artigo 45 e LGPD Artigo 5 capitulo XV",
        "article": 45.0,
        "url": ""
      },
      {
        "name": "Transferencias com base em salvaguardas adequadas",
        "description": "GDPR Artigo 46",
        "article": 46.0,
        "url": ""
      },
      {
        "name": "Transferencias com base em BCRs",
        "description": "GDPR Artigo 47",
        "article": 47.0,
        "url": ""
      },
      {
        "name": "Transferencias com base em isencao para situacao especifica",
        "description": "GDPR Artigo 49(1)",
        "article": 49.0,
        "url": ""
      },
      {
        "name": "Transferencia com base nos requisitos do Artigo 49 (2) do GDPR",
        "description": "GDPR Artigo 49(2)",
        "article": 49.0,
        "url": ""
      }
    ]
  },
  "Lista indicativa de categorias de titulares de dados": {
    "Generico": [
      {
        "name": "Pacientes",
        "description": "Seus Pacientes",
        "article": null,
        "url": "",
        "vulnerable": true
      },
      {
        "name": "Clientes",
        "description": "Seus Clientes",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Funcionarios",
        "description": "Seus Funcionarios",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Alunos",
        "description": "Seus Alunos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Oficiais e Supervisores",
        "description": "Seus Oficiais e Supervisores",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Usuarios do sistema",
        "description": "Usuarios de seus sistemas",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Convicted felons",
        "description": "Seus criminosos",
        "article": null,
        "url": "",
        "vulnerable": false
      },
      {
        "name": "Titulares de acoes",
        "description": "Seus Titulares de acoes",
        "article": null,
        "url": "",
        "vulnerable": false
      }
    ]
  }
}